var datas = [{
				tagName: '1',
				title: '什么是卡小邦？',
				content:'卡小邦是深圳瑞银卓信信息技术有限公司推出的一款信用卡网申推广服务的产品，在大众互联网+的时代，开启大众0成本创业的新方式。平台不仅与数十家银行官方达成战略合作为安全护航，还运用金融科技技术独创全新的信用卡推广分润模式，最大化的使流量变现，创造更大价值。'
			}, {
				tagName: '2',
				title: '如何申请信用卡？',
				content:`1、点击菜单栏“办信用卡”，进入信用卡列表页。<br/>
									2、选择想要办理的银行及信用卡卡种，正确填写个人资料并提交。<br/>
									3、提交完整资料后，页面显示提交成功，即完成了资料提交等待信用卡中心审核。<br/>
									4、银行系统初审，对申请人递交的资料评分，达标则进入下一环节。<br/>
									5、会有银行工作人员电话回访或上门办理。<br/>
									6、审核通过后银行会将卡片寄送至指定地点，申请人持卡去银行网点面签或电话激活后使用。`
			},{
				tagName: '3',
				title: '如何成为合伙人与普通用户？',
				content:`如何成为普通用户：<br/>
								1、通过卡小邦【信用卡推广】邀请，注册成为卡小邦的用户，即视为卡小邦“普通用户”身份。<br/>
								2、自行关注“卡小邦公众号”，注册成为卡小邦的用户，即视为卡小邦“普通用户”身份。<br/>
								如何成为合伙人：<br/>
								1、通过卡小邦【合伙人推广】邀请，完成合伙人实名认证，即视为卡小邦“合伙人”身份。<br/>
								2、通过卡小邦“普通用户”身份，完成合伙人实名认证，可以转换为卡小邦“合伙人”身份。<br/>
								3、注意事项：合伙人关系一旦确立将无法更改。`
			},{
				tagName: '4',
				title: '合伙人与普通用户的区别？',
				content:`卡小邦“普通用户”状态：您可以邀请朋友办卡，但不能邀请朋友成为合伙人。<br/>
									卡小邦“合伙人”状态：您可以邀请朋友办卡也可以邀请朋友成为下级合伙人。<br/>
									1、当您为“普通用户”时：通过【信用卡推广】生成推广海报转发给朋友或帮其他新客户代办时，未建立邀请关系的用户，填写完注册信息，提交成功后，即与您的“上级合伙人”建立邀请关系，成为您“上级合伙人”的普通用户，该用户办卡，您“上级合伙人”将获得办卡奖励，您没有任何奖励；<br/>
									2、当您成为“合伙人”时：通过【信用卡推广】生成推广海报转发给朋友或帮其他新客户代办时，未建立邀请关系的用户，填写完注册信息，提交成功后，即与您建立邀请关系，成为您的“普通用户”，该用户成功办卡，您将获得办卡奖励，您的“上级合伙人”获得团队奖励；<br/>
									3、当您成为“合伙人”时：通过【合伙人邀请】生成推广海报转发给未注册卡小邦的客户，该客户完成“合伙人”实名认证，即与您建立邀请关系，成为您的“下级合伙人”，该“合伙人”成功办卡，您将获得办卡奖励，该“合伙人”邀请的普通用户成功办卡，您将获得团队奖励；`
			},{
				tagName: '5',
				title: '合伙人奖励规则？',
				content:`1、办卡奖励：您推荐的客户或合伙人自己办卡，您获得办卡奖励。<br/>
									2、团队奖励：您推荐的合伙人，每推荐一位客户下卡或激活，您推荐的下级合伙人获得办卡奖励或激活奖励，您可额外获得团队奖励。<br/>
									3、注意事项：奖励发放按客户在所选银行首次申请信用卡并且批卡成功或激活成功结算，如果申请人在所选银行申请信用卡，已经不是首次在该银行申请并下卡，这种状态无法结算。
									`
			},{
				tagName: '6',
				title: '订单状态解释？',
				content:`1、已申卡：您选择需要办卡的银行后，信息核对无误成功提交办卡申请。<br/>
2、审核中：您的信用卡申请已经提交给银行，银行正在处理中，请耐心等待。<br/>
3、审核通过：您的信用卡申请已通过审批，卡片将很快寄送给您，拿到卡片后去银行网点激活后即可使用。<br/>
4、审核拒绝：您的信用卡申请未通过，请尝试申请其他银行信用卡。`
			},{
				tagName: '7',
				title: '银行结算口径有哪些？',
				content:`,
				1、初审、过件 ：指信用卡工作人员在人民银行征信系统和公安局身份核查系统中查询、打印、审核申请人的信息是否真实、有效、无不良等。<br/>
				2、核卡：指申请人的申请已核准，卡中心会为申请人制卡。<br/>
				3、活卡、面签：指申请人获得信用卡后，去银行网点对信用卡进行激活。<br/>
				4、首刷：指持卡人拿到信用卡激活后，进行第一笔支付，该刷卡行为就是首刷。
				`
			},/*{
				tagName: '8',
				title: '推广奖励的结算周期？',
				content:`申卡状态更改为“审核通过”后5个工作日左右可查看推广奖金。`
			},*/{
				tagName: '9',
				title: '如何查询推广奖励&提现？',
				content:`推广奖励可在卡小邦微信公众号【个人中心】里查看。<br/>
									1、最低提现30元；<br/>
									2、每日提现笔数最多2笔；<br/>
									3、提现金额不得超过可提现金额；<br/>
									4、需实名认证后才可以进行提现。
								`
			},{
				tagName: '10',
				title: '如何提高下卡率？',
				content:`1、如实填写姓名、年龄、地址等个人基本信息，并保持电话畅通。<br/>
									2、一般需要中专及以上学历。<br/>
									3、个人资产越多越好，包括房、车、理财产品等，个人资产也与客户的下卡额度有关。<br/>
									4、有稳定工作并工作一年以上。
								`
			},{
				tagName: '11',
				title: '如何修改个人信息？',
				content:`暂时不支持修改个人信息。`
			},{
				tagName: '12',
				title: '注册、合伙人认证收不到验证码怎么办？',
				content:`1、请确认手机是否欠费停机，导致无法收到短信。<br/>
2、因网关限制，请不要频繁请求短信，避免被短信运营商拉入黑名单。<br/>
3、有可能短信被手机上第三方软件拦截，请尝试卸载软件或从垃圾箱里查看。<br/>
4、有可能短信被收集系统判定为垃圾短信或被拦截，请从短信里垃圾箱进行查找。<br/>
5、手机进行重启，然后到收件箱进行查看。<br/>
6、联系卡小邦客服。
								`
			},{
				tagName: '13',
				title: '为什么要绑定储蓄卡？',
				content:`绑定储蓄卡主要是用于推广奖励的提现。`
			},{
				tagName: '14',
				title: '提现不到账是什么原因？',
				content:`如果提现超过3个工作日未到账，请拨打客服电话咨询。`
			},{
				tagName: '15',
				title: '信用卡分哪几个类别？',
				content:`1、普卡：等级最低的一种卡片，卡面五颜六色，初次申请信用卡或者经济实力不佳的申请人一般都会得到普卡。<br/>
									2、金卡：卡面主色调多为金黄色，授信额度在10000-50000人民币之间，审批较普卡严格，年费一般都可以通过刷卡次数、消费额度来减免。<br/>
									3、白金卡：国内白金卡授信额度一般在30000-500000之间，卡面多为银白色，而且有字母‘P’或者‘Platinum’等字样与普卡区分开。<br/>
									4、无限卡或世界卡：信用卡中最高等的卡片，不接受申请，只能由发卡行邀请办理。无限卡是Visa卡组织的最高端品牌，目前仅招商银行一家发行了这种卡片：Mastercard卡组织所发行的同等级信用卡叫世界卡。
									`
			},{
				tagName: '16',
				title: '申请信用卡为什么会被拒？',
				content:`申卡被拒的原因一般有以下几种情况：<br/>
1、申请人的基本资料不符实，比如未满18周岁，职业是银行信用卡禁区，信息提供不详细，工资单信息不详细或者是提供的基本信息不符实等。<br/>
2、申请人的征信情况，像申请人重复申请，工作不稳定，有不良信用记录，银行致电回访的时候申请人联系不上等原因都会导致申请失败。<br/>
3、其他因素，比如联系人不知情或不愿做联系人，申请人的健康原因，联系人不符要求，或银行回访电话未接到等。
				`
			},{
				tagName: '17',
				title: '合伙人推广注意事项有哪些？',
				content:`1、不得假借银行名义进行信用卡的推广宣传：包含但不限于名片、DM、展架上印刷银行标志，或宣传自己是某银行信用卡专员；<br/>
2、不得向用户承诺授信额。<br/>
3、成为合伙人后，严禁通过作弊手段获取平台收入，一经发现，平台将采取惩罚措施，关闭合伙人账户，并依法追缴合伙人获取的违规佣金所得，同时保留进一步追究相应法律责任的权利；<br/>
4、不得以任何理由向客户索取任何形式的费用，如按信用卡审批额度收取服务费等；<br/>
5、合伙人不得冒用客户信息，私自代客户提交信用卡申请；<br/>
6、不得指导客户提供虚假资料申请信用卡，如虚构学历、工作单位、收入等；<br/>
7、不得以欺骗、利诱等非法手段诱导客户申请信用卡；<br/>
8、不得擅自更改银行和平台的信用卡宣传资料的内容，不得将平台资料用于其它用途；<br/>
9、若使用平台工具和物料进行地面推广、会议推广等，需向平台运营中心报备，取得授权方可使用，不得未经授权私自以平台名义进行商业活动；<br/>
10、所有合伙人必须严格执行以上推广规则，如有违反，将暂停提现功能，造成客户实际损失的部分将双倍扣除赔偿金，情节严重者将关停帐号，我平台将保留追诉其法律责任的权利。`
			}
		]
		


var tagName = getQueryString('tagName')

for (var j = 0; j < datas.length; j++) {
	if (tagName == datas[j].tagName) {
		$('.item-container').html(datas[j].content)
		$('.introduce').html(datas[j].title)
	}
}

function getQueryString(name){
	var reg = new RegExp("(^|&)"+ name +"=([^&]*)(&|$)");
	var r = window.location.search.substr(1).match(reg);
	if(r!=null)return  unescape(r[2]); return null;
}