var datas = [{
	tagName: '1',
	title: '什么是瑞亿生活在线教育平台？',
	content:'瑞亿生活在线教育平台，是一家集在线教育与社交教育于一体的综合性教育服务平台。平台致力于精选教育资源为广大家长提供官方优质课程与优惠折扣好课，帮助0~15岁的孩子养成学习习惯，让家长的育儿之路不再焦虑、赢在起点。免费加入平台合伙人，不仅自购省钱，还可分享优质教育资源帮助更多的宝爸宝妈，轻松赚佣金。'
}, {
	tagName: '2',
	title: '平台如何注册？',
	content:`您可在课程商品页面及其它登陆页面凭手机号与验证码完成注册。`
},{
	tagName: '3',
	title: '验证码收不到怎么办？',
	content:`①请确认手机是否欠费停机导致无法收到短信，重启后查看收件箱。<br/>
                  ②因网关限制，请不要频繁请求短信，避免被短信运营商拉入黑名单。<br/>
                  ③有可能短信被手机系统或第三方软件拦截，请尝试卸载软件或从垃圾箱里查看。<br/>
                  ④瑞亿生活服务号后台留言反馈问题。
                `
},{
	tagName: '4',
	title: '如何修改注册手机号？',
	content:`平台暂不支持修改注册手机号。`
},{
	tagName: '5',
	title: '如何购买课程？',
	content:`您可在平台商城主页或专题页浏览及选购课程，填写购课信息并成功支付即可完成购买。`
},{
	tagName: '6',
	title: '如何完成支付？',
	content:`①您可根据支付页面操作提示，选择微信/支付宝支付方式。<br/>
②在微信内使用支付宝支付时请注意需根据页面提示，选择浏览器打开后方可完成支付。<br/>
③如您遇到课程支付问题，可在瑞亿生活服务号后台留言反馈问题，您的专属客服将竭诚为您服务。
`
},{
	tagName: '7',
	title: '如何查看订单？',
	content:`选购课程并成功支付后，您可在已购页面查看您的订单并查看课程如何兑换和使用。`
},{
	tagName: '8',
	title: '订单何时发货？',
	content:`①在线类课程购买主要以兑换码形式实时发货，支付后前往已购订单页面即可领取；<br/>
                  ②教材教辅等实物礼包将根据您填写的收件信息，成功支付后7个工作日内发货；`
},{
	tagName: '9',
	title: '课程如何兑换？',
	content:`您可前往已购页面选择您的订单，点击【查看兑换码】按钮，领取您的兑换码并查看兑换方式，根据页面提示即可轻松完成兑换。`
},{
	tagName: '10',
	title: '课程兑换失败怎么办？',
	content:`在已购页面领取的专属兑换码，请您妥善保管尽快兑换切记不要泄露给他人。平台课程兑换码真实有效，请您注意核实兑换码格式与兑换方式，具体以兑换介绍页详情为准。如遇异常问题，您可在瑞亿生活服务号后台留言反馈问题。
                `
},{
	tagName: '11',
	title: '购买课程后会有老师主动联系我吗？',
	content:`部分涉及直播与预约的课程，一般购买课程后72小时内，会有官方老师通过电话或短信、微信形式与您联系，请您耐心等待，具体联系时间和方式请参考课程页面详情介绍；`
},{
	tagName: '12',
	title: '课程可以退款吗？',
	content:`①因平台课程产品的性质特殊，一经售出概不退换，请您确认后再进行购买，感谢理解。<br/>
②成功支付后课程兑换码实时发货，平台即视为交易完成不支持申请退款。

                `
},{
	tagName: '13',
	title: '如何成为合伙人？',
	content:`完成任意一笔平台课程购买后，您可免费手动认证成为合伙人。`
},{
	tagName: '14',
	title: '合伙人有何特权？',
	content:`①分享赚钱<br/>
合伙人分享课程给好友，好友通过您的链接注册，永久绑定关联关系，好友下单您赚佣金。<br/>
②自购省钱<br/>
成为认证合伙人后，自购课程将独享佣金。一省到底，单单享实惠。
`
},{
	tagName: '15',
	title: '合伙人收益规则是什么？',
	content:`①当前平台收益规则为合伙人与被邀用户直接关联关系，在被邀用户成为合伙人前的所有课程购买收益均归合伙人所有。例如，您成为平台合伙人后，邀请好友购课，您将直接获得课程推广佣金；如您的好友购课后未手动认证合伙人，则您继续享受好友购课收益；如您的好友购课后手动认证成为合伙人，则好友的后续购课收益将归其本人所有，不再返佣给您。<br/>
②认证合伙人可持续推广好友获得佣金。无上级抽佣，每位合伙人都可直接拿全额收益。<br/>
③因官方课价调整、限时活动等情况，课程推广收益请以下单前的课程商品页面显示为准。<br/>
④平台将不定期推出限时推广活动为广大合伙人带来更多推广奖励，具体以活动页面显示为准。
`
},{
	tagName: '16',
	title: '合伙人如何分享推广？',
	content:`您可前往合伙人主页保存并分享课程推广海报与文案，好友通过您分享的二维码注册并购买，即可轻松推广赚佣金。`
},{
	tagName: '17',
	title: '推广注意事项？',
	content:`①严禁传播任何关于政治、色情等违法内容，一经发现平台将直接移除合伙人身份、冻结收益并永久拉黑。<br/>
②严禁合伙人私下承诺、蛊惑他人以返现等形式进行课程推广或乱价，一经发现平台将直接移除合伙人身份、冻结收益并永久拉黑。<br/>
③任何合伙人触犯法律的行为，平台运营主体及团队不承担任何责任。
`
},{
	tagName: '18',
	title: '如何查看推广收益？',
	content:`您可前往合伙人主页，实时查看您的推广收益与明细。`
},{
	tagName: '19',
	title: '推广收益结算周期？',
	content:`平台推广收益实时结算，成功推广好友购课后，推广收益将到账至您的提现余额中。`
},{
	tagName: '20',
	title: '推广收益如何提现？',
	content:`合伙人收益提现需完成储蓄卡绑卡操作，推广收益将提现至您的绑定银行卡。`
},{
	tagName: '21',
	title: '银行卡绑卡失败怎么办？',
	content:`请绑定您的本人银行卡，如绑卡认证过程失败，您可更换其它支持的银行卡进行绑卡操作，您也可在瑞亿生活服务号后台留言给我们，反馈绑卡失败等异常问题，我们将尽快为您解决问题。`
},{
	tagName: '22',
	title: '收益提现有何限制？',
	content:`当前平台收益提现无手续费，收益提现单笔最低金额为10元，每日最多可提现1次。`
},{
	tagName: '23',
	title: '收益提现到账时间？',
	content:`平台收益提现到账时间通常为3个工作日左右，最长不超过7个工作日。`
},{
	tagName: '24',
	title: '收益提现会扣税吗？',
	content:`根据国家税收要求，所有收益为扣除个人所得税后金额，提现成功后，您的个税缴纳也会出现相应记录。`
}
]



var tagName = getQueryString('tagName')

for (var j = 0; j < datas.length; j++) {
	if (tagName == datas[j].tagName) {
		$('.item-container').html(datas[j].content)
		$('.introduce').html(datas[j].title)
	}
}

function getQueryString(name){
	var reg = new RegExp("(^|&)"+ name +"=([^&]*)(&|$)");
	var r = window.location.search.substr(1).match(reg);
	if(r!=null)return  unescape(r[2]); return null;
}